<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */


$__LANG = array (
	// ======= BEGIN v4 LOCALES =======
	'tickets' => 'Тикеты',
	'tabgeneral' => 'Генеральный',
	'tabpermissions' => 'Разрешения',
	'managetypes' => 'Типы',
	'winedittickettype' => 'Изменить Тип Тикета: %s',
	'typetitle' => ' Название Типа Тикета',
	'desc_typetitle' => 'Введите  Название Типа Тикета',
	'typevisibility' => 'Видимость',
	'titlemastertypedelete' => 'Не удается удалить "%d" Тип Тикета(s)',
	'msgmastertypedelete' => SWIFT_PRODUCT . ' не удается удалить следующие главные виды тикетов:',
	'inserttype' => 'Добавить Тип',
	'edittype' => 'Изменить тип',
	'displayorder' => 'Порядок отображения',
	'desc_displayorder' => 'Это порядок отображения по умолчанию, в котором отображаются элементы. Список отсортирован по возрастанию.',
	'typevisibility2' => 'Видимость Типа',
	'desc_typevisibility2' => 'Выберите видимость Типа Тикета, Открытый тип виден в центре поддержки клиентов в то время,  как частные типы видны только пользователям сотрудникам',
	'typedepartment' => 'Тип Ссылки',
	'desc_typedepartment' => 'Эта опция позволяет вам создать ссылку этого типа существующего Подразделения. Если тип связан с Подразделением, он будет виден только при связи с  Подразделением.',
	'typealldep' => '-- не связаный --',
	'displayicontype' => 'Показать иконку',
	'desc_displayicontype' => 'Загрузить файл иконки или ввести полный адрес URL  иконки на дисплее , который будет отображаться, кроме этого типа тикета, Вы можете использовать {$ themepath} в качестве переменной замены  для полного URL адреса в themepath каталоге. Рекомендуемый размер изображения 16x16 пикселей.',
	'titledeltickettype' => 'Удалить Тип Тикета "%d" (s)',
	'msgdeltickettype' => 'Успешно удалены следующие Типы Тикета (s) из базы данных:',
	'titletickettypeinsert' => 'Добавить "%s" Тип Тикета',
	'msgtickettypeinsert' => 'Успешно добавить "%s" Тип Тикета в базу данных.',
	'titletickettypeupdate' => 'Обновлено "%s" Тип Тикета',
	'msgtickettypeupdate' => 'Успешно обновлен "%s" Тип Тикета.',
	'uservisibilitycustom' => 'Ограничить пользовательские группы для  пользователей?',
	'desc_uservisibilitycustom' => 'Если включено, этот тип тикета будут видны только выбранных  пользователей групп. Это  действительно только, если вы установите видимости типа  для ОБЩЕСТВЕННОСТИ.',
	'usergroups' => 'Группы пользователей',
	'tabpermissions' => 'Разрешения',
	'tablanguages' => 'Языки: перевод',
	// ======= END v4 LOCALES =======
);

?>