<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	// ======= BEGIN v4 LOCALES =======
	'tabpostindex' => 'Почтовый индекс',
	'tabmoveattachments' => 'Переместить вложения',
	'attachmentsperpass' => 'Количество вложений процесса на странице',
	'desc_attachmentsperpass' => 'Укажите количество вложений для обработки на одной странице. '.SWIFT_PRODUCT . ' будут повторятся все вложения одной страницы на время, а затем переход на загруженные вложения. Большее число требует более мощного сервера. Если вы получили сообщение об ошибке во время обработки, попробуйте использовать меньшее количество.',
	'move' => 'Движение',
	'dbtofiles' => 'База данных (%d) => Файлы',
	'filestodb' => 'Файлы (%d) => База данных',
	'movetype' => 'Перемещение вложений из',
	'desc_movetype' => 'Выберите тип перехода для того что бы инициировать вложения. Если вы хотите переместить вложения из файлов в базу данных, рекомендуется проверить максимальный размер пакета настройки в базе данных, чтобы предотвратить любое повреждение или потерю данных.',
	'attachmentsprocessed' => 'Перемещенные Вложения',
	'totalattachments' => 'Всего Вложений',
	// ======= END v4 LOCALES =======
	'tickets' => 'Тикеты',
	'maintenance' => 'Обслуживание',
	'rebuildpindex' => 'Перестроить почтовый индекс',
	'indexseterror' => 'Примечание: Режим поиска по умолчанию установлен на полный текст. Для использования встроенной поисковой системы, изменения <b>Search Type</b> под настройки <i>Settings > Тикеты</i>.',
	'rebuild' => 'Перестраивать',
	'postperpass' => 'Количество сообщений для обработки на странице',
	'desc_postperpass' => 'Укажите число должностей для обработки в одном пакете. ' . SWIFT_PRODUCT . ' будут повторены во всех сообщениях тикетов одной партии, а потом обновлены начальные значения сообщений в тикетах. Большее количество требует больше ресурсов сервера. Если происходит ошибка во время обработки, попробуйте использовать меньшее число.',
	'generalinformation' => 'Общая информация',

	'wordsprocessed' => 'Обработанные Слова',
	'totalposts' => 'Всего сообщений',
	'postsprocesed' => 'Обработанные сообщения',
	'timeelapsed' => 'Прошедшее Время',
	'timeremaining' => 'Осталось времени',
	'closewindow' => 'Закрыть окно',
);
?>