<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	// ======= BEGIN v4 LOCALES =======
	'benchmarks' => 'Оценки',
	'tabgeneral' => 'Общий',
	'tabpermissionsstaff' => 'Разрешения (Штат)',
	'tabpermissionsuser' => 'Разрешения (Пользователь)',
	'staffgroups' => 'Staff Teams',
	'usergroups' => 'Группы пользователей',
	'benchmarkticket' => 'Билет',
	'benchmarkticketpost' => 'Билет сообщение',
	'benchmarkchatsurvey' => 'Чат обзор',
	'benchmarkchathistory' => 'История чатов',
	'benchmarkknowledgebase' => 'База знаний',
	'benchmarkdownloads' => 'Загрузки',
	'benchmarktroubleshooter' => 'Устранение неполадок',
	'benchmarknews' => 'Новости',

	'staffvisibilitycustom' => 'Ограничить модификации рейтинг определенных команд сотрудников?',
	'desc_staffvisibilitycustom' => 'Включите этот параметр, если вы хотите контролировать, какие сотрудники команды (выбранных ниже) может изменить <strong> </ STRONG> этот рейтинг.',

	'buservisibilitycustom' => 'Ограничить рейтинг для определенных групп пользователей?',
	'desc_buservisibilitycustom' => 'Включите этот параметр, если вы хотите контролировать, какие группы пользователей (выбранных ниже) может <strong> просматривать и изменять </ STRONG> этот рейтинг.',

	'bstaffvisibilitycustom' => 'Ограничить рейтинг определенных команд сотрудников?',
	'desc_bstaffvisibilitycustom' => 'Включите этот параметр, если вы хотите контролировать, какие сотрудники команды (выбранных ниже) может <strong> зрения </ STRONG> этот рейтинг.',

	'isclientonly' => 'Предотвращение сотрудников настройки или редактирования рейтинга?',
	'desc_isclientonly' => 'Если включено, только пользователи смогут установить или изменить этот рейтинг. Ваши пользователи сотрудников точно не сможете изменить его.',

	'benchmarkscale' => 'Рейтинг масштаба',
	'desc_benchmarkscale' => 'Выберите максимальный рейтинг, который может быть дано (это число переводится <em> звезд </ EM>).',

	'benchmarktype' => 'Рейтинг типа',
	'desc_benchmarktype' => 'Выберите область в службу поддержки, на которые этот рейтинг будет применяться. <br /> <br /> <strong> билетов: </ STRONG> рейтинги предложение для общего билета <br /> <strong> билетов сообщение: </ STRONG> рейтинги предложения для отдельных билета ответов <br /> <strong> После обследования чата: </ STRONG> рейтинги предложение для чата в рамках пост-чат обследования <br /> <strong> истории чата записи: </ STRONG> рейтинги предложение для истории чата в панели управления персоналом (предназначен для внутреннего рейтинга и аудит)',

	'benchmarktitle' => 'Рейтинг Название',
	'desc_benchmarktitle' => 'Например, <em> "В целом удовлетворение" </ EM> или <em> "Оперативность ответа" </ EM>.',

	'displayorder' => 'Порядок отображения',
	'desc_displayorder' => 'Это порядок отображения по умолчанию, в котором элементы отображаются на дисплее. Список сортируется в порядке возрастания.',

	'benchmarkdep' => 'Ограничить рейтинг отдела',
	'desc_benchmarkdep' => 'Если вы хотели бы ограничить рейтинг конкретного департамента, выберите один здесь.',
	'benchmarkalldep' => '-- Все отделы --',

	'iseditable' => 'Может быть изменено после представления?',
	'desc_iseditable' => 'Может ли этот рейтинг быть изменены после рейтинга который был представлен?',

	'benchmarkvisibility' => 'Кто может оценить?',
	'desc_benchmarkvisibility' => '<strong> общественной </ STRONG> рейтинги доступны как для пользователей и сотрудников пользователей. Выберите для получения отзывов от ваших пользователей. <strong> Частные </ STRONG> рейтинги доступны только для пользователей персонала, для внутреннего рейтинга и аудита.',

	'benchmarkvis' => 'Видимость',
	'insertbenchmark' => 'Вставьте Рейтинг',
	'desc_insertbenchmark' => '',
	'managebenchmarks' => 'Управление',
	'desc_managebenchmarks' => '',
	'wineditbenchmark' => 'Изменить рейтинг:% S',
	'editbenchmark' => 'Изменить рейтинг',
	'desc_editbenchmark' => '',
	'titledelbenchmark' => 'Удаленные "% D" рейтинг (s)',
	'msgdelbenchmark' => 'Успешно удален следующий рейтинг (s) из базы данных:',
	'titlebenchmarkinsert' => 'Добавлен рейтинг',
	'msgbenchmarkinsert' => 'Успешно выведен "% S" рейтинг в базу данных.',
	'titlebenchmarkupdate' => 'Обновлено стандарт',
	'msgbenchmarkupdate' => 'Успешно обновлен "% S" рейтинг.',
	// ======= END v4 LOCALES =======
);
?>