<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	'invaliddatareceived' => 'Получены неправельные или некорректные данные; не в состоянии продолжать процес.',
	'errordataprocess' => 'Не в состоянии осуществлять действие, система подписки программного ИНТЕРФЕЙСА API  получила некорректные данные после выполнения функции.',
	'invalidemail' => 'Неправильный адрес электронной почты. Пожалуйста, проверьте синтаксис адреса электронной почты.',

	// ======= CORE =======
	'staffusernameexists' => 'Невозможно добавить / обновить сотрудника. Существует пользователя сотрудник с тем же именем пользователя.',
	'staffdoesnotexist' => 'Пользователь сотрудника не существует',
	'staffgroupdoesnotexist' => 'Группа сотрудника не существует',
	'settingdoesnotexist' => 'Поле указанного параметра не существует',
	'departmentmodmismatch' => 'Модуль отдела, указанного для предыдущего отдела %s (%s) не соответствует указанному модулю (%s)',
	'departmentmultipleparenterror' => SWIFTPRODUCT.' допускает только один уровень подписки отдела. Вы не можете назначить существующий отдел подписки',
	'errorinvaliddepartment' => 'Отдел не существует',
	'errorinvalidparentdepartment' => 'Предыдущий отдел не существует',
	// ======= TICKETS =======
);
?>