<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	// ======= BEGIN V4 LOCALES =======
	'parentdepartment' => 'Родительский Отдел',
	'desc_parentdepartment' => 'Выберите Родительский Отдел. Если выбран, то текущий отдел получает связь с выбраным отделом и выглядит как отдел подписки в центре поддержки клиентов и сотрудников интерфейс.',
	'naparentdep' => '-- Выберите Отдел --',
	'titledepmodmismatch' => 'Несоответствие Модуля Родительского Отдела',
	'msgdepmodmismatch' => 'Модуль отдела, указанный для родительского отдела %s (%s) не соответствует выбранному модулю (%s)',
	'tabassignments' => 'Назначенный Штабной &amp; Команды',
	'tabpermissionsclient' => 'Разрешения: Пользователи',
	'tabpermissionsstaff' => 'Разрешения: Персонал',
	'tablanguages' => 'Языки: перевод',
	'staffassigndep' => 'Назначенный Персонал',
	'desc_staffassigndep' => 'Выберите штабных пользователей, предназначенных этому отделу.',
	'groupassigndep' => 'Назначенные Команды',
	'desc_groupassigndep' => 'Выберите команды, предназначенные этому отделу.',
	'uservisibilitycustom' => 'Ограничить личные группы пользователей?',
	'desc_uservisibilitycustom' => 'Если Разрешается, этот отдел будет видим только к отобранным пользовательским группам в центре поддержки.',
	'usergroups' => 'Пользовательские Группы',
	'assignedteams' => 'Назначено: Команды',
	'assignedstaff' => 'Назначено: Персонал',
	'deldepartmentstitle' => 'Удалено "%d" Отдел(s)',
	'deldepartmentsmsg' => 'Удалено следующий Отдел(s) из базы данных: <BR />',
	'deporder' => 'Заказ',
	// ======= END V4 LOCALES =======

	'displayorder' => 'Порядок отображения',
	'desc_displayorder' => 'Порядок, в котором департаментов перечислены в панели управления персоналом и области поддержки клиентов. Они сортируются с использованием порядка отображения (по возрастанию) указаном здесь.',
	'departments' => 'Отделы',
	'desc_departments' => '',
	'departmentdetails' => 'Детали Отдела',
	'insertdepartment' => 'Добавить Отдел',
	'deptitle' => 'Название',
	'desc_deptitle' => 'Введите название отдела. Несколько отделов с таким же названием разрешается.',
	'deptype' => 'Тип',
	'desc_deptype' => 'Конкретизируйте свой тип отдела. Частные отделы не видимы пользователями в пределах интерфейса клиентской поддержки.',
	'depmodule' => 'Модуль',
	'defaultdep' => 'По умолчанию?',
	'desc_defaultdep' => 'Если установлено значение Да, этот отдел будет работать по умолчанию.',
	'departmentmodule' => 'Модуль',
	'desc_departmentmodule' => 'Отдел может существовать либо как <i>билет</i>, <i>чат</i> или <i>кольцо маршрута</i> отдел.',
	'templategroup' => 'Группа шаблонов',
	'desc_templategroup' => 'Выберите группы шаблонов, к которому назначен отдел. Вы можете выделить несколько групп, удерживая клавишу CTRL при выборе.',
	'departmentlist' => 'Список Отделов',
	'redirect_depinsert' => 'Отдел добавлен успешно',
	'depinsertconfirmation' => 'Отдел "%s" добавлен успешно',
	'depdeleteconfirmation' => 'Отдел "%s" удален успешно',
	'depsdeleteconfirmation' => 'Удалено все отобранные отделы',
	'templategroups' => 'Группа шаблонов',
	'desc_templategroups' => 'Выберите шаблон группы(s) к которому связан отдел. Отдел только будет видим в пределах указанных групп шаблонов.',
	'invaliddepartment' => 'Указан неверный отдел',
	'depupdateconfirm' => 'Отдел "%s" успешно обновлен',
	'tabedit' => 'Изменить',
	'tabinsert' => 'Добавить',
	'wineditdep' => 'Изменить отдел',
	'rtitleinsert' => 'Добавить отдел "%s"',
	'rdescinsert' => SWIFT_PRODUCT . 'Отдел успешно добавлен "%s".',
	'rtitleupdate' => 'Отдел обновлено "%s"',
	'rdescupdate' => '"%s" Отдел был успешно обновлен.',
	'accessoverview' => 'Общие сведения о доступе',
	'tabaccessoverview' => 'Общие сведения о доступе',
);

?>