<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	'knowledgebase' => 'База знаний',
	'managecategories' => 'Управление категориями',
	'managequestions' => 'Управление статьями',
	'insertcategory' => 'Вставить Категорию',
	'insertquestion' => 'Вставить Статью',
	'importexport' => 'Импорт/Экспорт',
	'categories' => 'Категории',
	'viewarticle' => 'Показать Статью',

	// Manage Categories
	'addquestion' => 'Добавить Статью',
	'addsubcat' => 'Добавьте Категорию Подписки',
	'categorylist' => 'Список Категорий',
	'filter' => 'Фильтр',
	'viewarticles' => 'Показать Статьи',
	'kbparentcat' => 'Предыдущая Категория',
	'catdeleteconfirm' => 'Удалены (%s) категории Базы знаний',
	'kbcatdelconfirmmsg' => 'Вы уверены, что хотите удалить эту категорию базы знаний? Удаление категории приведет к удалению всех подкатегорий и их статей. Это действие необратимо!',
	'filtertgroupid' => 'Шаблон группы',
	'desc_filtertgroupid' => 'Выберите группы шаблонов для фильтрации списка категорий. Только в категории указанной группы шаблон будет отображаться.',

	// Insert Category
	'catdetails' => 'Детали Категории',
	'cattitle' => 'Название Категории',
	'desc_cattitle' => 'Название категории Базы знаний; (<i>e.g. "Presales Questions" или "System FAQs"</i>).',
	'catdisplayorder' => 'Порядок отображения',
	'desc_catdisplayorder' => 'Порядок, в котором эта категория будет отображаться среди других категорий Базы знаний (возрастающий).',
	'parentcategory' => 'Предыдущая Категория',
	'desc_parentcategory' => 'Предыдущей есть категория в которой была создана новая категория Базы знаний.',
	'cattype' => 'Тип Категории',
	'desc_cattype' => '<i>Общий:</i> Видимый как для пользователей из клиентского интерфейса поддержки, так и для сотрудников пользователей панели управления персоналом.<br><br><i>Личный:</i> Видна только сотрудникам пользователей через панель управления персоналом.',
	'templategroups' => 'Группа(s) шаблонов',
	'desc_templategroups' => 'Группа(s) шаблонов в которой эта категория Базы знаний будет видна.',
	'kbcatinsertconfirm' => 'Категория Базы Знаний "%s" вставлена успешно',

	// Edit Category
	'updatecategory' => 'Обновление категории',
	'invalidkbcat' => 'Неверная категория знаний',
	'editcategory' => 'Изменить Категорию',
	'kbcatupdateconfirm' => 'Категория Базы знаний "%s" успешно обновлена',
	'errornoparent' => 'ОШИБКА: Неверная предыдущая категория',

	// Manage Articles
	'kbsubject' => 'Тема',
	'kbcontents' => 'Содержание',
	'kbdate' => 'Дата',
	'kbviews' => 'Просмотры',
	'kbcomments' => 'Комментарии',
	'kbedited' => 'Отредактированный',
	'articlelist' => 'Список статей',
	'legend' => 'Обозначения: ',
	'hasattachments' => 'Имеет Вложения',
	'hascomments' => 'Имеет Комментарии',
	'published' => 'Опубликованый',
	'draft' => 'Проект',
	'kbarticlestatus' => 'Статус Статьи',
	'desc_kbarticlestatus' => '<i>Опубликованый:<i> Видимый как для пользователей из клиентского интерфейса поддержки пользователей, так и для сотрудников.<br><br><i>Личный:</i> Видна только сотрудникам пользователей через панель управления персоналом.<br><br><i>Проект:</i> Помечено в качестве проекта статьи и видимые только к сотрудникам пользователя с помощью панели управления персоналом.',
	'kbrating' => 'Рейтинг',
	'kbarticledelconfirmmsg' => 'Вы уверены, что хотите удалить эту статью Базы знаний?',
	'kbfilter' => 'Фильтр: ',
	'kbfiltercat' => 'Фильтр по категории',
	'desc_kbfiltercat' => 'К списку статей только из конкретной категории, выберите категорию.',

	// Insert Question
	'questiondetails' => 'Детали Статьи',
	'questionsubject' => 'Тема',
	'desc_questionsubject' => 'Введите тему для статьи.',
	'qdisplayorder' => 'Порядок отображения',
	'desc_qdisplayorder' => 'Статьи будут отображаться в порядке (по возрастанию) указанном здесь.',
	'qparentcategory' => 'Предыдущая категория',
	'desc_qparentcategory' => 'Это категория, где статьи будут вставлены в.',
	'insertquestion' => 'Вставить статью',
	'selectlink' => 'Ошибка: Вы должны выбрать хотя бы одну категорию',
	'kbarticleinsertconfirm' => 'Статья Базы знаний "%s" успешно вставлена',
	'dlarticledelconfirm' => 'Статья Базы знаний успешно удалена',
	'dlarticlesdelconfirm' => 'Статья Базы знаний успешно удалена',

	// Edit Question
	'updatequestion' => 'Обновить Статью',
	'editquestion' => 'Изменить Статью',
	'invalidkbarticle' => 'Неверная статья Базы знаний',
	'kbarticleupdateconfirm' => 'Статья Базы знаний "%s" успешно обновлена',
	'articleoptions' => 'Опции Статьи',
	'deletearticle' => 'Удалить Статью',
	'exportpdf' => 'Экспортировать в PDF',

	// Import/Export
	'kbexportcat' => 'Экспортировать категории',
	'desc_kbexportcat' => '',
	'exportxml' => 'Экспортировать',
	'export' => 'Экспортировать',
	'xmlcatstart' => '#### ЗАПУСТИТЕ ДАННЫЕ КАТЕГОРИИ ####',
	'xmlcatend' => '#### ЗАКОНЧИТЬ ДАННЫЕ КАТЕГОРИИ ####',
	'xmlarticlestart' => '#### ЗАПУСТИТЕ ДАННЫЕ СТАТЬИ ####',
	'xmlarticleend' => '#### ЗАКОНЧИТЬ ДАННЫЕ СТАТЬИ ####',
	'xmllinkstart' => '#### ЗАПУСТИТЕ СВЯЗУЮЩИЕ ДАННЫЕ ####',
	'xmllinkend' => '####  ЗАКОНЧИТЬ СВЯЗУЮЩИЕ ДАННЫЕ ####',
	'exportparentcat' => 'Предыдущая Категория (Только Статьи)',
	'import' => 'Импортировать',
	'importknowledgebase' => 'Импортировать Базу Знаний',
	'importxml' => 'Импортировать',
	'kbfile' => 'XML-файл Базы Знаний',
	'desc_kbfile' => 'Пожалуйста, выберите XML-файл Базы Знаний для импорта данных из.',
	'importfileerror' => 'ОШИБКА: Не удалось импортировать так как файл не был успешно загружен на сервер',
	'importconfirm' => 'Данные Базы  Знаний успешно импортированы',

	// Comments
	'comments' => 'Крмментарии',
	'solution' => 'Статья',
	'closewindow' => 'X Закрыть Окно',

	// Reports
	'rpopulararticles' => 'Популярные статьи',
	'commentreport' => 'Отчет Комментарий',
	'ratingreport' => 'Отчет Рейтинга',
	'filcategory' => 'Категория:',
	'filgroup' => 'Группа:',
	'fildate' => 'Дата:',
	'filnogroup' => '-- Выбрать Группу --',
	'filnocat' => '-- Выбрать Категорию --',
	'filto' => 'к',
);
?>