<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	'invalidmobileflagtype' => 'ОШИБКА: Указано неверный тип флага  (%s) - не в состоянии указать тип флага',
	'mobemailfieldemptyorinvalid' => 'ОШИБКА: Поле электроной почты является недействительным или пустый',
	'mobnewticketerrmsg' => 'При обработке новых данных, тикет на тему \'%s\', произошло следующее: ',
	'mobnewticketnopermission' => 'На создание нового тикета в разрешение было отказано.',

	'invalidmobilexml' => 'ОШИБКА: Получил неверный XML',
	'invalidmobileticket' => 'ОШИБКА: Установлен неверный тикет (%s) . Убедитесь, что тикет существует и что у вас есть разрешения на отдел где он находится',
	'notassignedmobileticket' => 'ОШИБКА: У вас нет разрешения на отдел, где находится тикет (%s) ',
	'invalidmobilestaff' => 'ОШИБКА: Установлен неверный сотрудник (%s) - не в состоянии назначить тикет',
	'invalidmobiledep' => 'ОШИБКА: Указано неверный отдел (%s) - не в состоянии переместить тикет',
	'invalidmobilestatus' => 'ОШИБКА: Указано неверный статус тикета  (%s) - не в состоянии изменить статус',
	'invalidmobilepriority' => 'ОШИБКА: Указано неверный приоритет тикета (%s) - не в состоянии изменить приоритет',
	'nopermdelkm' => 'ОШИБКА: не удалось удалить тикет (%s) - отказано в доступе',
	'kmnoticketexist' => 'ОШИБКА: Тикет (%s) не существует в базе данных',
);
?>