<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	'news' => 'Новости',
	'managenews' => 'Новости управления',
	'managesubscribers' => 'Управление подписчиками',
	'insertnews' => 'Добавить',
	'importexport' => 'Импортировать/экспортировать',

	// Manage Subscribers
	'subscribers' => 'Подписчики',
	'dlsubscriberconfirm' => 'Подписчики успешно удалени',
	'subemail' => 'Адрес электронной почты',
	'desc_subemail' => 'Введите адрес электронной почты подписчика.',
	'substatus' => 'Состояние проверки',
	'subisvalidated' => 'Проверился?',
	'desc_subisvalidated' => 'Если установлено значение <i>No</i>, обеспеченному адресу электронной почты будет послана ссылка активации.',
	'subdate' => 'Дата',
	'sublist' => 'Список подписчиков',
	'legend' => 'Обозначения: ',
	'validated' => 'Электронный адрес проверен',
	'notvalidated' => 'Электронный адрес не подтвержен',
	'subinsertconfirm' => 'Новость подписчика "%s" добавлена успешно',
	'validated' => 'Проверен',
	'notvalidated' => 'Не подтвержен',

	// Insert Subscriber
	'insertsubscriber' => 'Добавить подписчика',

	// Edit Subscriber
	'invalidsubscriber' => 'Неверный подписчик',
	'editsubscriber' => 'Изменить подписчика',
	'subscriberdetails' => 'Детали подписчика',
	'subupdateconfirm' => 'Новойть подписчика "%s" успешно обновлена',

	// Import/Export
	'exportfilename' => 'Имя файла',
	'desc_exportfilename' => 'Введите имя файла для экспортирования данных.',
	'export' => 'Экспортировать',
	'exportsubscriberdata' => 'Экспортировать данные подписчика',
	'importsubscribers' => 'Импортировать подписчиков',
	'import' => 'Импортировать',
	'importdesc' => 'Вы можете импортировать все новости подписчиков, введя их адреса электронной почты, разделенные новой строки ниже.',
	'importconfirm' => 'Процесс импортирования подписчика завершен!<BR />Total: %s<BR />Imported: %s<BR />Failed: %s<BR />Адреса, которые не могут быть импортированы: %s',
	'none' => 'Ни один',

	// Manage News
	'newssubject' => 'Новость подписчика',
	'desc_newssubject' => 'Введите тему названия новости.',
	'newsdescription' => 'Описание',
	'desc_newsdescription' => 'Введите краткое описание новости. Это поле ограничено <b>255</b> символов.',
	'newscontents' => 'Содержание',
	'newstype' => 'Тип новости',
	'desc_newstype' => '<i>Общий:</i> Новость будет доступна как сотрудникам, так и пользователям интерфейса поддержки клиентов.<br><br><i>Личный:</i> Новости будут доступны только сотрудникам пользователей с помощью панели из панели управления персоналом.',
	'newsexpiry' => 'Истечение',
	'newsformexpiry' => 'Истечение (необязательный)',
	'desc_newsformexpiry' => 'После истечения срока годности, новость не будет отображаться. Тем не менее, новость не будет удалена, а может быть возобновлена в любое время.',
	'manage' => 'Управление',
	'publicnews' => 'Общий новости',
	'privatenews' => 'Личные новости',
	'newsdelconfirm' => 'Параграф новости успешно удален',

	// Insert News
	'contents' => 'Содержание',
	'newsdetails' => 'Детали новости',
	'newsoptions' => 'Опции новости',
	'sendemail' => 'Отправить электронное письмо',
	'desc_sendemail' => 'Если новость будет направлен всем подписчиков электронной почты?',
	'emailsubject' => 'Тема электроного письма пользователя',
	'desc_emailsubject' => 'Если тема не указана, вместо этого будет использоваться параграф новости.',
	'newstgroup' => 'Группа шаблонов',
	'desc_newstgroup' => 'Группа шаблонов(s) в соответствии с которой новость будет отображаться.',
	'newsinsertconfirm' => 'Предмет новости "%s" успешно добавлен',
	'unsubscribe' => 'Отказаться от подписки: ',
	'clickhere' => 'Нажмите здесь',
	'fromname' => 'От имени',
	'desc_fromname' => 'Это есть <i>From Name<i> в заголовке электронной почты, который будет использоваться для письма, чтобы отправить подписчикам.',
	'fromemail' => 'От адреса электронной почты',
	'desc_fromemail' => 'Это есть <i>From Email<i> адрес, который будет использоваться для писем, отправленных для абонентов. Пожалуйста, обратите внимание, что это может быть адрес пользователей ответить обратно (если они отвечают на электронную почту новостей).',
	'updateprefix' => 'ОБНОВЛЕНИЕ: ',

	// Edit News
	'updatenews' => 'Обновление новостей',
	'invalidnewsitem' => 'Неверный предмет новости',
	'newsupdateconfirm' => 'Новость "%s" успешно обновлена',
	'exportpdf' => 'Экспортирование PDF',
	'deletenews' => 'Удалить новость',
	'newsoptions' => 'Опции новостей',
	'nwpostedby' => 'Добавил ',
	'nwpostedon' => ' на ',
	'nwread' => 'Читать',

	// Comments
	'comments' => 'Комментарии',
);
?>