<?php
/**
 * ###############################################
 *
 * SWIFT Framework
 * _______________________________________________
 *
 * @author		Floe Hetling
 *
 * @package		SWIFT
 * @copyright	no data 
 * @license		no data 
 * @link		https://github.com/FloeHetling/KayRUko
 *
 * ###############################################
 */

$__LANG = array (
	// ======= BEGIN v4 LOCALES =======
	'tabkbindex'           => 'Восстановить индекс поиска',
	'knowledgebase'        => 'База знаний',
	'maintenance'          => 'Управление',
	'rebuild'              => 'Восстановить',
	'articlesperpass'      => 'Размер пакета',
	'desc_articlesperpass' => 'Введите количество разделов для обработки в одном пакете <i>(по умолчанию = 100).</i><br/><br/>В связи с ограничениями использования памяти и процессора не рекомендуется указывать значение больше чем сто (100).<br/><br/><font color="cc3300">Внимание: Во время обработки пакета, счетчик затраченного времени <i>не</i> будет обновляться, но процесс будет все равно происходить!</font>',
	'reindexheader'        => '<b>Процесс переиндексации</b>',
	'totalreplies'         => 'Всего # разделов в базе данных:',
	'articlesprocesed'     => '# обработанных разделов:',
	'timeelapsed'          => 'Затраченное время:',
	'timeremaining'        => 'Оставшееся время (приблизительно):',
);
?>
