<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	'tickets' => 'Tickets',

	// Insert/Edit
	'insertticketview' => 'Добавить вывод Тикетов списком',
	'editticketview' => 'Редактировать вывод Тикетов списком',
	'viewtitle' => 'Название вывода',
	'desc_viewtile' => 'Короткое название для описания вывода тикетов списком.',
	'viewunassigned' => 'Нераспределенные',
	'viewassignedme' => 'Направленные Мне',
	'viewalltickets' => 'Все Тикеты',
	'vassignedto' => 'Тикеты Направленные',
	'desc_vassignedto' => 'Выберите тип тикетов для отображения.<br><br><i>Нераспределенные:</i> Тикеты, не направленные ни одному работнику.<br><br><i>Направленные Мне:</i> Тикеты, которые направленные Вам.<br><br><i>Все тикеты:</i> все тикеты, без выбора.',
	'viewtype' => 'Тип вывода',
	'desc_viewtype' => '<i>Общий просмотр</i>: Видимый для всех работников.<br><br><i>Приватный просмотр:</i> Видимый только для автора.',
	'sortorder' => 'Порядок сортировки',
	'desc_sortorder' => 'Тикеты будут отсортированы, согласно порядку сортировки.',
	'sortby' => 'Сортировать по',
	'desc_sortby' => 'Выберите поле, согласно которого будут отсортированы тикеты.',
	'insertview' => 'Добавить вывод',
	'viewasc' => 'По возрастанию',
	'viewdesc' => 'По убыванию',
	'fieldstodisplay' => 'Поля для вывода',
	'desc_fieldstodisplay' => 'Поля, которые будут показаны при выводе списка тикетов.',
	'ticketsperpage' => 'Тикетов на страницу',
	'desc_ticketsperpage' => 'Напишите колличество тикетов, которые Вы хотите видет на 1 странце.',
	'errorviewtype' => 'Ошибка: Вы должны выбрать хотя бы один тип установленного режима тикетов',
	'errornofields' => 'Ошибка: Вы должны выбрать хотя бы одно поле для отображения',

	// Manage Views
	'manageviews' => 'Выводы',

	// Edit Views
	'viewediterror' => 'Ошибка: Пожалуйста, убедитесь что вывод существует. Если да, то убедитесь что он <b>общий</b> или доступен Вам, если <b>приватный</b>. Вы не можете редактировать и удалять выводы, созданные другими пользователями сотрудников',
	'viewdeleteerror' => 'Ошибка: У вас нет разрешения на удаление выводов тикетов, пожалуйста, свяжитесь с администратором.',
	'editview' => 'Редактировать вывод',
);
?>