<?php
/**
 * =======================================
 * ###################################
 * SWIFT Framework
 *
 * @package	SWIFT
 * @author	Kayako Infotech Ltd.
 * @copyright	Copyright (c) 2001-2009, Kayako Infotech Ltd.
 * @license	http://www.kayako.com/license
 * @link		http://www.kayako.com
 * @filesource
 * ###################################
 * =======================================
 */

$__LANG = array (
	// ======= BEGIN V4 LOCALES =======
	'titlebayesnodel' => 'Невозможно удалить"%d" Базовые Категории',
	'msgbayesnodel' => SWIFT_PRODUCT .' не смог удалить следующие Базовые категории, так как они отмечены как Главные Категории.',
	'check' => 'Проверить',
	'bayesian' => 'Базовые',
	'desc_bayesian' => '',
	'categories' => 'Категории',
	'insertcategory' => 'Добавить Категорию',
	'editcategory' => 'Редактировать Категорию',
	'diagnostics' => 'Диагностика',
	'sla' => 'SLA',
	'tabtraining' => 'Обучение',
	'tabprobability' => 'Вероятность',
	'bayescategory' => 'Категория',
	'desc_bayescategory' => 'Выберите Базовую Категорию',
	'bayesactiontype' => 'Дейтвие',
	'desc_bayesactiontype' => 'Выберите тип действия.',
	'bayestext' => 'Текст',
	'bayestrain' => 'Обучать',
	'bayesuntrain' => 'Разучить',
	'titlebtrain' => 'Успешное Обучение',
	'msgbtrain' => 'Успешно обучен Базовый фильтр в соответсвии с выбранными данными',
	'titlebuntrain' => 'Успешное разучение',
	'msgbuntrain' => 'Успешно разучен Базовый фильтр',
	'word' => 'Слово',
	'combinedprobability' => 'Вероятность сочетания',
	'tabsettings' => 'Настройки',
	'bayescattitle' => 'Название Категории',
	'desc_bayescattitle' => 'Введите название Базовой Категории.',
	'categoryweight' => 'Вес Категории',
	'desc_categoryweight' => 'Выберите Вес категории.',
	'tabgeneral' => 'Общее',
	'invalidbayescat' => 'Неправильная Базовая Категория',
	'titlebayesmasterdel' => 'Невозможно удалить категорию',
	'msgbayesmasterdel' => 'Вы не можете удалить Главный Базовые Категории (Спам/Не Спам). Если Вы хотите отключить фильтр спама, вы можете это сделать в настройках.',
	'titlebayesdel' => 'Удалены "%d" Базовые Категории',
	'msgbayesdel' => 'Успешно удалены следующие категории:',
	'ismaster' => 'Главная Категория',
	'wordcount' => 'Колличество Слов',
	'winbayeseditcategory' => 'Редактировать Базовую Категорию: %s',
	'titlebayesinsert' => 'Добавлена Базовая Категория "%s"',
	'msgbayesinsert' => 'Успешно добавлена Базовая Категория "%s".',
	'titlebayesupdate' => 'Обновлена Базовая Категория "%s"',
	'msgbayesupdate' => 'Успешно обновлена Базовая Категория "%s".',

	'settings' => 'Настройки',
	'desc_settings' => '',
	// ======= END V4 LOCALES =======

	'tickets' => 'Тикеты',
	'displayorder' => 'Порядок Отображения',
	'desc_displayorder' => 'Это стандартный порядок отображения. Список отсортирован по возрастанию.',
	// ======= STATUS =======
	'statustitle' => 'Название',
	'statuslist' => 'Список Статусов',
	'ticketstatus' => 'Статус',
	'desc_ticketstatus' => 'Статус Тикетов позволяет Вам группировать похожие тикеты по категориям.',
	'manage' => 'Управление',
	'statusdetails' => 'Детали Своего Статуса Тикетов',
	'insertstatus' => 'Добавить Статус',
	'statustitle' => 'Название Статуса',
	'desc_statustitle' => 'Введите ваше название Статуса Тикета',
	'redirect_statusinsert' => 'Статус Тикета успешно добавлен',
	'statusinsertconfirmation' => 'Статус Тикета "%s" успешно добавлен',
	'statusdeleteconfirm' => 'Статус Тикета "%s" успешно удален',
	'displayinmainlist' => 'Отображать Главный Список Тикетов',
	'desc_displayinmainlist' => 'Если включено,  все тикеты с этим статусом будут отображены в Главном Списке Тикетов.',
	'updatestatus' => 'Статус Обновления',
	'editstatus' => 'Редактировать Статус',
	'invalidticketstatus' => 'Неправильный Статус Тикета',
	'statusupdateconfirm' => 'Статус Тикета "%s" успешно обновлен',
	'displaycount' => 'Отобразить Деревом колличество Тикетов',
	'desc_displaycount' => 'Если включено, все Тикеты с этим статуом будут отображены в Дереве Фильтров Тикетов.',
	'statuscolor' => 'Цвет статуса',
	'desc_statuscolor' => 'Введите код цвета, который Вы хотите использовать в этом Статусе.',
	'statusdep' => 'Связать Статус с Подразделением',
	'desc_statusdep' => 'Эта опция позволяет Вам связать тикеты с выбранным статусом с каким-либо Подразделением.',
	'statusalldep' => '-- Отображать всем Подразделениям --',
	'statustype' => 'Тип Статуса',
	'errorstr' => 'ОШИБКА',
	'resetduetime' => 'Автоматически сбросить Актуальность',
	'desc_resetduetime' => 'Если включено, система автоматически сбросит актуальность, когда статус тикета будет изменен.',
	'statustype2' => 'Тип Статуса',
	'desc_statustype2' => 'Выберите Тип Статуса, Публичный Статус видимый в интерфейсе клиентов, а Приватный Статус видимый только персоналу',

	// ======= PRIORITY =======
	'ticketpriorities' => 'Приоритеты',
	'desc_ticketpriorities' => 'Приоритеты позволяют выберать пользователям срочность их тикета.',
	'prioritytitle' => 'Название',
	'desc_prioritytitle' => 'Введите название вашего Приоритета Тикетов',
	'prioritylist' => 'Список Приоритетов',
	'prioritydetails' => 'Детали Приоритетов',
	'insertpriority' => 'Добавить Приоритет',
	'prioritytype' => 'Тип',
	'desc_prioritytype' => 'Выберите Тип Приоритета. Приватные приоритеты не отображаются клиентам.',
	'registrationrequired' => 'Регистрация обязательна?',
	'desc_registrationrequired' => 'Если включено, тикеты с выбранным приоритетом смогут создавать только зарегистрированные пользователи.',
	'forecolor' => 'Цвет отображения на Переднем Плане',
	'desc_forecolor' => 'Если Включено, цвет переднего плана тикета с этим приоритетом будет такой, как Вы выберете здесь.',
	'bgcolor' => 'Цвет отображения фона',
	'desc_bgcolor' => 'Если Включено, цвет фона тикета с этим приоритетом будет такой, как Вы выберете здесь.',
	'redirect_priorityinsert' => 'Приоритет успешно добавлен',
	'priorityinsertconfirm' => 'Приоритет "%s" успешно добавлен',
	'prioritydeleteconfirm' => 'Приоритет "%s" успешно удален',
	'templategroups' => 'Группы Шаблонов',
	'desc_templategroups' => 'Выберите Группу Шаблонов, которой будут пользоватся тикеты с этим приоритетом.',
	'updatepriority' => 'Обновить Приоритет',
	'selectonetgroup' => 'ОШИБКА: Вы должны выбрать как минимум 1 Группу Шаблонов.',
	'editpriority' => 'Редактировать приоритет',
	'invalidpriority' => 'Неправильный Приоритет Тикета',
	'priorityupdateconfirm' => 'Приоритет Тикета "%s" успешно обновлен',
);

?>